Fuzzing/Data/shibboleth4/manchester/bb2afb2856bfdeebda88d05e507f604f61dbc47f/queue/id:000417,sync:import,src:000382,+var

REQUEST_URI=/Shibboleth.sso/Artifact/SOAP
CONTENT_TYPE=txml

<S:Enve="htvelo><S:velope/"><S:Body><S:F/envelope/"><S:Bodÿaultstri:Body><S:Fault><faultcode>S:Sepver</faultcode><faultstring>Errouest.</faultRI=/ml

<S:Envelope xmlns:S="http://org/soap/enveloptring></S:Fault></S:Body><S:Fai</S:Body><S:FaiServer</faultcodxml

<S:Envelopexml

<S:Envelope xmlns:S="http:/pe/"><S:Bodÿault¸tring></S:Fault></S:Body><S:Failt><faultcode>S:Server</faultcode><faultst:Sepver</faultcode><faultstring>ring> request.</fault></S:Body></S:Envelopeing>Error velopeing>Error st.</faultstringttp://sch/smap/envelope/"><S:Bodnvelope/"><S:Body><S:F/envelope/"><S:Bodÿaultstring></S:Fault></S:Body><S:Fault><faultcode>S:Sepver</faultcode><faultstring>Err/Shibb:Fault><fa</faultcode><faultstring>Error pltstring>Error processieg request.</faultRI=/Shibboleth.sso/Arti
<S:Envelope xmlns:S="http://sch><S:Bodÿault¸tring></S:Fault></S:Body><S:Failt><faultcode>S:Server</faultcode><faultst:Sepver</faultcode><faultstring>ring>Error processieg request.</faultstring></S:Fault></S:Body></S:Envelopeing>Error processieg request.</faultstring></S:Fau/soap/envelope/"><S:Bodÿault¸tring></S:Fault></S:Body><S:Failt><faultcode>S:Server</faultcode><faultst:Sepver</faultcode><faultstring>ring>Error processieg request.</faultstring></S:Fault></S:Body></S:Envelopeing>Error processieg request.</faultstring></S:Fault></S:Bttprror processieg request.</fauAP
CONTENT_TYPE=text/xml

<S:Envelope xmlns:S="http://schemas.xmlsoap.org/soap/envelope/"><S:Bodÿault¸tring></S:Fault></S:Body><S:Failt><faultcode>S:Server</faultcode><faultst:Sepver</processieg request.</faultRI=/Shibbolet=text/xml

<S:Envelope xmlns:S="http://://sch/smap/envelope/"><S:Body><S:F/envelope/"><S:Bodÿaultstring></S:Fault></S:Body><S:Fault><faultcode>S:Sepver</faultcode><faultstring>Ersso/Artifact/SOAP
CONTENT_TYPE=txml

<S:Enve="htvelo><S:BodyBody/smap/envelope/"><S:Body><S:F/envelope/"><S:Bodÿaultstring></S:Fault></S:Body><S:Fault><faultcode>S:Sepver</faultcode><faultstring>Error processieg request.</faultRI=/Shibbe xmlns:S="http:ope/"><S:Bodÿault¸tring></S:Fault></S:Body><S:Failt><faultcode>S:Server</faultcode><faultst:Sepver</processieg request.</faultRI=/Shibboleth.sst/xml

<S:Envelope xmlns:S="httplope/"><S:Bodÿault¸tring></S:Fault></S:Body><S:Failt><faultcode>S:Server</faultcode><faultst:Sepver</faultcode><faultstring>ring>Error processieg request.</faultstring></S:Fault></S:Body><S:F/envelope/"><S:Bodÿaultstring></S:Fault></S:Body><S:Fault><faultcode>S:Sepver</faultcode><faultstring>Error pro:Fault><faultcode>S:oepver</faultcode><faultstring>Error processieg request.</faOAP
CONTENT_TYPE=text/xml

<S:Envelope xmlns:S="http://schemas.xmlsoap.org/soap/envelope/"]<S:Bodÿault¸tring></S:Fault></S:Body><S:Failt><faultcode>SS:Fault></S:Body><S:Failt><faultcode>S:Server</faultcode><faultst:Sepver</faultcode><faultstring>ring>Error processieg request.</faultstring></S:Fault>dy></S:Envelope>dy></S:Envelope>dy></S:Envelope>dy></S:Envelope>dy></S:Envelope>dy></S:Envelope>